[
  {
    "title": "RLC GÜNLERİ",
    "title_en": "RLC DAYS",
    "slug": "rlc-gunleri",
    "photo": "rlc-gunleri.jpg",
    "description": "RLC Günleri, Türkiye’de sanayi-öğrenci-akademisyen iş birliğine olanak sağlayan ‘Sektörün En Bilinen Öğrenci Etkinliği’dir.",
    "description_en": "The RLC Days is a career event which we started in 2005 under the name of “Electronics Days” with the slogan “You Cannot Become An Engineer By Just Entering The Lessons”; has spread to a large mass in the fields of Electricity, Electronics, Energy, Automation and Lighting."
  },
  {
    "title": "İLTEK GÜNLERİ",
    "title_en": "ILTEK DAYS",
    "slug": "iltek-gunleri",
    "photo": "iltek-gunleri.jpg",
    "description": "İLTEK (İletişim ve Bilişim Teknolojileri) Günleri; iletişim, bilişim, elektronik, mekatronik ve telekominikasyon başta olmak üzere tüm teknoloji konularını mercek altına almaktadır.",
    "description_en": "As IEEE YTU Student Club, “You Cannot Become An Engineer By Just Entering The Lessons!” We have been organizing ILTEK Days since 2006 on this road we set off with the slogan. İLTEK (Communication and Information Technologies) Days; It focuses on all technology issues, especially communication, informatics, electronics, mechatronics and telecommunication."
  },
  {
    "title": "BioForm",
    "title_en": "BioForm",
    "slug": "emb-komitesi",
    "photo": "bioform.png",
    "description": "Bioform ile başta biyomühendislik, biyoloji, tıp mühendisliği, biyomekatronik sistemler mühendisliği, biyomedikal mühendisliği ile doku mühendisliği, genetik mühendisliği, moleküler biyoloji ve genetik bölümleri yanında tüm mühendislik alanlarında öğrenim gören öğrencileri sektör ile buluşturuyoruz. Bizim en büyük amacımız mühendislik ve sağlık alanıyla ortaklaşa multidisipliner çalışmalar ortaya koyabilmektir.",
    "description_en": "With Bioform, we bring together students who study in bioengineering, biology, medical engineering, biomechatronic systems engineering, biomedical engineering, tissue engineering, genetic engineering, molecular biology and genetics as well as all engineering fields. Our greatest goal is to be able to carry out multidisciplinary studies jointly with engineering and healthcare."
  },
  {
    "title": "Yıldızlı Projeler Yarışması",
    "title_en": "Yıldızlı Projeler Yarışması",
    "slug": "yildizli-projeler-yarismasi",
    "photo": "yildizli-projeler-yarismasi.jpg",
    "description": "2009’dan bu yana Yıldızlı Projeler Yarışması, öğrencilerin projelerinin hayata geçmesi konusunda onlara destek olarak bu projelerin ürüne dönüşmesinde rol oynayan, üniversite-sanayi işbirliğini somutlaştıran, genç ve pratik beyinlerin rekabet ettiği bir yarışmadır. ",
    "description_en": "Since 2009,Yıldızlı Projeler Yarışması is a competition that supports students in the realization of their projects, embodies the university-industry cooperation, and which young and practical minds compete. Yıldızlı Projeler Yarışması consists of two categories: student and start-up. Each category will compete within itself because support for more than one project is provided."
  },
  {
    "title": "Kutup Yıldızı",
    "title_en": "Kutup Yıldızı",
    "slug": "basin-yayin-komitesi",
    "photo": "kutup-yildizi.jpg",
    "description": "Kutup Yıldızı, iş, sanat, spor ve bilim dünyasının önde gelen isimlerinin katıldığı 4 temel oturumu bulunan, “Geleceğine Yön Ver!” sloganı ile yola çıkarak öğrencileri hayatlarıyla etkileyecek ve onları harekete geçirecek isimlerin katıldığı sosyal bir etkinliktir. Kutup Yıldızı etkinliğini Basın-Yayın komitesi düzenlemektedir.",
    "description_en": "The Kutup Yıldızı event is a social event that was held at the beginning of the year to increase the motivation of club members and to inspire them; has 4 main sessions attended by leading names from business, art, sports and science worlds, will impress students with their lives by starting out with the slogan 'Shape Your Future!’ and attended by people who will mobilize them. Kutup Yıldızı is arranged by the Media-Publications Committee"
  }
]
